export default function AdminNavigation6f151() {
  return (
    <>
      <div className="sidebar-extended">
        <div className="sidebar-extended-top">
          <a
            href="/panel/admin/service-groups"
            className="nav-item av-item-active nav-item-new-mail remove-border"
          >
            <svg
              width="16"
              height="16"
              viewBox="0 0 112 81"
              fill="none"
              className="bi bi-book nav-item-icon"
            >
              <g clipPath="url(#sb4cb13-0-clip0_479_107)">
                <path
                  d="M69.7358 55.1798C76.8591 55.1798 82.6336 49.4052 82.6336 42.2819C82.6336 35.1586 76.8591 29.384 69.7358 29.384C62.6125 29.384 56.8379 35.1586 56.8379 42.2819C56.8379 49.4052 62.6125 55.1798 69.7358 55.1798Z"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
                <path
                  d="M106.073 51.4463C103.839 60.2935 98.4536 68.0214 90.9268 73.1796C83.4 78.3379 74.2493 80.5718 65.1923 79.4622C56.1353 78.3525 47.7946 73.9756 41.7357 67.1529C35.6767 60.3302 32.316 51.5307 32.2844 42.406C32.2528 33.2814 35.5524 24.4588 41.5639 17.5942C47.5754 10.7297 55.8855 6.29504 64.9346 5.12263C73.9837 3.95023 83.1496 6.12067 90.712 11.2266C98.2744 16.3325 103.713 24.0229 106.008 32.8544"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
                <path
                  d="M100.006 50.9109C97.9266 58.2101 93.2824 64.5133 86.927 68.6616C80.5716 72.8099 72.9322 74.5244 65.4136 73.4897C57.895 72.4551 51.0027 68.7409 46.0041 63.0301C41.0054 57.3193 38.2364 49.9959 38.2063 42.4066C38.1762 34.8172 40.887 27.472 45.8402 21.7218C50.7934 15.9716 57.6561 12.2028 65.1662 11.1085C72.6763 10.0143 80.3291 11.6681 86.7172 15.7658C93.1053 19.8636 97.7994 26.1298 99.9361 33.4122"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
                <path
                  d="M79.1562 32.8645H110.651V51.4466H79.1562"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
                <path
                  d="M69.7354 51.7017C74.9378 51.7017 79.1553 47.4842 79.1553 42.2817C79.1553 37.0793 74.9378 32.8618 69.7354 32.8618C64.5329 32.8618 60.3154 37.0793 60.3154 42.2817C60.3154 47.4842 64.5329 51.7017 69.7354 51.7017Z"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
                <path
                  d="M69.7362 9.3268C70.5494 9.3268 71.2086 8.66755 71.2086 7.85432C71.2086 7.04109 70.5494 6.38184 69.7362 6.38184C68.9229 6.38184 68.2637 7.04109 68.2637 7.85432C68.2637 8.66755 68.9229 9.3268 69.7362 9.3268Z"
                  fill="#3d4855"
                ></path>
                <path
                  d="M69.7362 78.2584C70.5494 78.2584 71.2086 77.5992 71.2086 76.786C71.2086 75.9727 70.5494 75.3135 69.7362 75.3135C68.9229 75.3135 68.2637 75.9727 68.2637 76.786C68.2637 77.5992 68.9229 78.2584 69.7362 78.2584Z"
                  fill="#3d4855"
                ></path>
                <path
                  d="M94.1082 19.421C94.9215 19.421 95.5807 18.7618 95.5807 17.9486C95.5807 17.1353 94.9215 16.4761 94.1082 16.4761C93.295 16.4761 92.6357 17.1353 92.6357 17.9486C92.6357 18.7618 93.295 19.421 94.1082 19.421Z"
                  fill="#3d4855"
                ></path>
                <path
                  d="M45.366 68.1642C46.1793 68.1642 46.8385 67.505 46.8385 66.6917C46.8385 65.8785 46.1793 65.2192 45.366 65.2192C44.5528 65.2192 43.8936 65.8785 43.8936 66.6917C43.8936 67.505 44.5528 68.1642 45.366 68.1642Z"
                  fill="#3d4855"
                ></path>
                <path
                  d="M35.2713 43.7914C36.0845 43.7914 36.7438 43.1322 36.7438 42.3189C36.7438 41.5057 36.0845 40.8464 35.2713 40.8464C34.4581 40.8464 33.7988 41.5057 33.7988 42.3189C33.7988 43.1322 34.4581 43.7914 35.2713 43.7914Z"
                  fill="#3d4855"
                ></path>
                <path
                  d="M94.1082 68.1642C94.9215 68.1642 95.5807 67.505 95.5807 66.6917C95.5807 65.8785 94.9215 65.2192 94.1082 65.2192C93.295 65.2192 92.6357 65.8785 92.6357 66.6917C92.6357 67.505 93.295 68.1642 94.1082 68.1642Z"
                  fill="#3d4855"
                ></path>
                <path
                  d="M45.366 19.421C46.1793 19.421 46.8385 18.7618 46.8385 17.9486C46.8385 17.1353 46.1793 16.4761 45.366 16.4761C44.5528 16.4761 43.8936 17.1353 43.8936 17.9486C43.8936 18.7618 44.5528 19.421 45.366 19.421Z"
                  fill="#3d4855"
                ></path>
                <path
                  d="M21.3 57.0981V79.7481H6.09668V57.0981"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
                <path
                  d="M6.09668 28.7394V1.73145H21.3V28.7394"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
                <path
                  d="M26.1391 28.7395H1.04492V57.1009H26.1391V28.7395Z"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
                <path
                  d="M33.7995 53.6178H26.1396V30.9456H33.7995"
                  stroke="#3d4855"
                  strokeWidth="2.65261"
                  strokeMiterlimit="10"
                ></path>
              </g>
              <defs>
                <clipPath id="sb4cb13-0-clip0_479_107">
                  <rect
                    width="111.589"
                    height="80"
                    fill="white"
                    transform="translate(0.0537109 0.73999)"
                  ></rect>
                </clipPath>
              </defs>
            </svg>
            <div className="nav-item-text">
              <div>{'مدیریت امکانات'}</div>
              <div>{' Manage Facilities '}</div>
            </div>
            <div className="nav-item-text-2">{' امکانات'}</div>
          </a>
        </div>
        <div className="sidebar-extended-pages">
          <a className="sidebar-extended-pages-link" href="/panel/admin/service-groups">
            {' مدیریت خدمات '}
          </a>
          <a className="sidebar-extended-pages-link" href="/panel/admin/publications">
            {' لیست انتشارات '}
          </a>
          <a
            className="sidebar-extended-pages-link sidebar-extended-pages-link-active"
            href="/panel/admin/contact/approved"
          >
            {' اطلاعات تماس سازمان '}
          </a>
          <a className="sidebar-extended-pages-link" href="/panel/admin/organization-contact">
            {' اطلاعات تماس رئیس سازمان '}
          </a>
        </div>
      </div>
    </>
  );
}
